tap "homebrew/dupes"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "goles/battery"
tap "caskroom/versions"
tap "caskroom/cask"

brew "autojump"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "coreutils"
brew "ffmpeg", args: ["with-libvpx", "with-webp"]
brew "findutils", args: ["with-default-names"]
brew "fortune"
brew "git-extras"
brew "gnu-sed", args: ["with-default-names"]
brew "grep", args: ["with-default-names"]
brew "hub"
brew "imagemagick", args: ["with-webp"]
brew "moreutils"
brew "mtr"
brew "nvm"
brew "openssh"
brew "python"
brew "rbenv"
brew "source-highlight"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "wifi-password"

cask "1password"
cask "dash"
cask "evernote"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-drive-file-stream"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "macdown"
cask "opera"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "screenflow"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "suspicious-package"
cask "tower"
cask "transmit"
cask "webpquicklook"
